Repository: JDHarmon/openmediavault-nginx
Catalog: usr/share/openmediavault/locale/*/openmediavault-nginx.po
Languages: fr_fr

source: Access log
fr_fr: Journal des accès

source: Add pool
fr_fr: Ajouter un pool

source: Add server
fr_fr: Ajouter un serveur

source: Certificate
fr_fr: Certificat

source: Date & Time
fr_fr: Date & Heure

source: Default
fr_fr: Par défaut

source: Default (SSL)
fr_fr: Par défaut (SSL)

source: Default config
fr_fr: Configuration par défaut

source: Default server
fr_fr: Serveur par défaut

source: Directory
fr_fr: Répertoire

source: Display errors
fr_fr: Afficher les erreurs

source: Don't serve .htaccess
fr_fr: Ne pas servir les .htaccess

source: Edit pool
fr_fr: Modifier le pool

source: Edit server
fr_fr: Modifier le serveur

source: Enable
fr_fr: Activer

source: Enable PHP
fr_fr: Activer PHP

source: Enable SSL
fr_fr: Activer SSL

source: Enable log
fr_fr: Activer la journalisation

source: Enabled
fr_fr: Activé

source: Error log
fr_fr: Journal des erreurs

source: Event
fr_fr: Événement

source: Extra options
fr_fr: Options supplémentaires

source: Force SSL
fr_fr: Forcer SSL

source: General
fr_fr: Général

source: Group
fr_fr: Groupe

source: HTML errors
fr_fr: Erreurs HTML

source: Header buffer size
fr_fr: Taille du tampon d'en-tête

source: Host type
fr_fr: Type d'hôte

source: Line
fr_fr: Ligne

source: Log
fr_fr: Journalisation

source: Max POST size (MB)
fr_fr: Taille max de POST (Mo)

source: Max children
fr_fr: Nombre max de processus fils

source: Max execution time (s)
fr_fr: Durée max d'exécution (s)

source: Max requests
fr_fr: Nombre max de requêtes

source: Max spare servers
fr_fr: Nombre max de serveurs de secours

source: Max upload filesize (MB)
fr_fr: Taille max d'un fichier en téléversement (Mo)

source: Memory limit (MB)
fr_fr: Limite mémoire (Mo)

source: Message - row {0}
fr_fr: Message - rangée {0}

source: Min spare servers
fr_fr: Nombre min de serveurs de secours

source: Name
fr_fr: Nom

source: Name-based
fr_fr: Basé sur le nom

source: Nginx Websites
fr_fr: Sites web nginx

source: PHP-FPM pool
fr_fr: Pool PHP-FPM

source: Pools
fr_fr: Les pools

source: Process manager
fr_fr: Gestionnaire de processus

source: Public directory
fr_fr: Répertoire public

source: Root
fr_fr: Racine

source: Select a PHP-FPM pool ...
fr_fr: Sélectionner un pool PHP-FPM...

source: Server name
fr_fr: Nom du serveur

source: Server names hash bucket size
fr_fr: Taille du sceau de hachage des noms de serveur

source: Servers
fr_fr: Serveurs

source: Set the group under which PHP scripts should be executed as.
fr_fr: Saisir le groupe sous lequel les scripts PHP seront exécutés.

source: Set the max execution time of a script. Using the value 0 means no limit.
fr_fr: Saisir la durée d'exécution max d'un script. La valeur 0 signifie illimité.

source: Set the server as the default one to be served if no server name matches on the selected port.
fr_fr: Saisir le serveur à utiliser par défaut si aucun nom de serveur ne correspond sur le port sélectionné.

source: Set the user under which PHP scripts should be executed as.
fr_fr: Saisir l'utilisateur sous lequel les scripts PHP seront exécutés

source: Settings
fr_fr: Paramètres

source: Start servers
fr_fr: Démarrer les serveurs

source: The SSL certificate.
fr_fr: Le certificat SSL.

source: The location needs to have at least read permissions for the user/group www-data.
fr_fr: L'emplacement doit pouvoir être accessible au minimum en lecture pour l'utilisateur/groupe www-data.

source: This enables PHP and makes the $socket variable (for the chosen PHP-FPM pool) available in extra options.
fr_fr: Cela active PHP rend la variable $socket disponible dans les options supplémentaires (pour le pool PHP-FPM choisi).

source: This option will populate the $root_path variable for usage in extra options or as document root.
fr_fr: Cette option va valoriser la variable $root_path pour être utilisée dans les options supplémentaires ou comme racine de document.

source: This setting affects the max upload filesize and should preferably be higher.
fr_fr: Ce paramètre affecte la taille maximale d'un fichier en téléversement et devrait être plus grand.

source: This setting should be higher than the post max size. Setting a value of -1 makes it unlimited.
fr_fr: Ce paramètre devrait être plus grand que la taille maximale d'un POST. Une valeur à -1 signifie illimité.

source: Uncheck this if you want to use your own configuration to connect to the PHP socket.
fr_fr: Décocher ceci si vous voulez utiliser votre propre configuration pour se connecter à la socket PHP.

source: Use 'Directory' as document root.
fr_fr: Utilise 'Répertoire' comme racine de document.

source: Use HTML tags in error messages.
fr_fr: Utiliser les balises HTML dans les messages d'erreur.

source: Use if you serve your public files in a subfolder like public_html or public. This folder will be the document root. It also avoids the need to create an additional shared folder in such cases.
fr_fr: A utiliser si vous servez vos fichier publiques dans un sous-répertoire comme public_html ou public. Ce répertoire sera la racine de document. Cela permet également d'éviter de créer un répertoire partagé supplémentaire dans ce cas de figure.

source: Use index
fr_fr: Utiliser l'index

source: Use public directory
fr_fr: Utiliser un répertoire public

source: Use root
fr_fr: Utiliser root

source: Use the default Nginx config for PHP.
fr_fr: Utiliser la configuration nginx par défaut pour PHP.

source: User
fr_fr: Utilisateur
